package list;
//아마스빈의 메뉴입니다 리스트에 저장해 둡니다
public class List_items {
	public  List_items(int menu, String[] list) {
		switch(menu) {
		case(0):
	
	list[0]="59퍼 리얼초코 버블티/3700";
	list[1]="딸기 요거트 버블티/3800";
	list[2]="딸기 코코넛 버블티/3900";
	list[3]="민트초코 버블티/3500";
	list[4]="사하라 버블티/3000";
	list[5]="오리지널 밀크티/3200";
	list[6]="초코 버블티/3500";
	list[7]="초코 오레오 버블티/3700";
	list[8]="타로 밀크티/3900";
	list[9]="하동녹차 버블티/3700";
	list[10]="하동녹차 오레오 버블티/4200";
	break;
		case(1):
	list[0]="바닐라 라떼/3200";
	list[1]="아메리카노/1800";
	list[2]="연유 라떼/3700";
	list[3]="카라멜 마끼아또/3200";
	list[4]="카페 라떼/2800";
	list[5]="카페 모카/3500";
	list[6]="카페라떼 with 펄/3000";
	list[7]="헤이즐넛 라떼/3000";
	break;
		case(2):
	list[0]="리얼 초코 쉐이크/4000";
	list[1]="멜론 쉐이크/3700";
	list[2]="블루베리 스무디/3400";
	list[3]="애플망고 스무디/3700";
	list[4]="오레오 쉐이크/3900";
	list[5]="요거 스트로베리 스무디/4900";
	list[6]="타로 쉐이크/3700";
	break;
		case(3):
	list[0]="레몬마들렌/1500";
	list[1]="생크림와플/1500";
	list[2]="오레오브라우니/2500";
	list[3]="쿠키 아이스 와플/6000";
	list[4]="크렌 베리 스콘/2200";
	break;
		}
	}
			}
